[
  {
    "name": "LULA DAHRINGER",
    "role": "Director / Producer",
    "description": "Lula is a Berlin-born and Barcelona-based film directress, writer and creative producer. She loves doing, what she does. Telling fringe stories through moving image and written word to help process and contextualize this mad but magical world. Driven by social change, her work explores ancient and current societal, political and personal narratives. Interconnectivity is plausible to her. Popular politics appal her. Inaction is not an option for her. In 2012 she graduated from London College of Communication (University of Arts London) with a BA in Journalism. The choice of degree stemmed from her love for writing and the desire to draw attention to topics that often remain underrepresented. She is currently studying at Escuela Superior de Cinema i Audiovisuals de Catalunya (ESCAC) a for a MA in Film Direction.",
    "url": "http://www.luladahringer.com",
    "image": "https://res.cloudinary.com/tonipanoche/image/upload/v1592820509/transmodernity/Creators_Portrait_Luisa_Verticle.png",
    "social": {
      "instagram": "https://www.instagram.com/luiluiluigi/",
      "vimeo": "https://vimeo.com/luladahringer",
      "linkedin": "https://www.linkedin.com/in/lula-dahringer/"
    }
  },
  {
    "name": "HALEA ISABELLE KALA",
    "role": "Director / Producer",
    "description": "Halea Isabelle Kala is an artist, curator, director, creative producer, facilitator and cultural visionary. She was born in 1989, grew up in California and Berlin and later moved to London to study Photography and Media & Communications at Goldsmiths University, from where she graduated in 2013. Through her work, Halea envisions new possible realities and tells powerful stories that address current pressing societal, political, spiritual as well as ecological issues. This curiosity was also a driving force in founding the Transition Institute: a laboratory for the New Now that is dedicated to inner and outer transformation. Besides working on her own projects, she currently also joined the Cocreation Foundation as an audiovisual storyteller. Her intention is to support and develop new forms of artistic, cultural, event and media formats that inspire and empower.",
    "url": "http://www.haleaisabellekala.com",
    "image": "https://res.cloudinary.com/tonipanoche/image/upload/v1592820493/transmodernity/CREATORS_Portrait_Halea.jpg",
    "social": {
      "instagram": "https://www.instagram.com/haleaisabellekala/",
      "vimeo": "https://vimeo.com/haleaisabellekala",
      "facebook": "https://www.facebook.com/haleaisabellekala.artist/"
    }
  },
  {
    "name": "FRIEDERIKE KAUFMANN",
    "role": "Co-Initiator",
    "description": "Friederike was born and raised in Berlin and went on a journey of self-discovery after two years of studying medicine and turning towards more alternative modes of healing. With her curiosity driving her towards social justice with a focus on LGBTQI and migrant communities, she furthermore entered the Zeppelin University for engaging in cultural studies. During her time at Lake Constance she co-founded the intentional community Die Blaue Blume which is dedicated to reclaiming urban space and promoting activism through art and culture.",
    "url": "http://www.dieblaueblume.org",
    "image": "https://res.cloudinary.com/tonipanoche/image/upload/v1592820496/transmodernity/CREW_Portrait_FriederikeKaufmann.jpg"
  },
  {
    "name": "ISABELLA KOHL",
    "role": "Editor",
    "description": "Isabella was born in 1988 in Berlin and started working as a projectionist in iconic Berlin cinemas after her graduation, including „Moviemento“ and „Nickelodeon“. Working with analogue film material brought her closer to the world of cinema and inspired her to study film at the renowned filmacademy Baden-Württemberg with a specialization in documentary film. During her studies she spent half a year in Buenos Aires at the „Universidad del Cine“ where she delved into Argentinian cinema, food and learned Spanish. After her diploma she went to Kosovo for 10 months to edit her first feature-length documentary about the young underground generation of Prishtina. She lives and works in Berlin.",
    "url": "https://www.vimeo.com/isabellakohl",
    "image": "https://res.cloudinary.com/tonipanoche/image/upload/v1592820493/transmodernity/CREW_Portrait_IsabellaKohl.jpg"
  }
]
